[Balance.PawnBalance_GiantSpore_Corrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Espora Corrosiva Gigante")

[Balance.PawnBalance_GiantSpore_Explosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Espora Explosiva Gigante")

[Balance.PawnBalance_GiantSpore_Fire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Espora Incendiária Gigante")

[Balance.PawnBalance_GiantSpore_Shock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Espora Elétrica Gigante")

